{"translation-revision-date":"2022-11-11 15:42:29+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"404 error pages":["Pagine di errore 404"],"Site connections":["Connessioni sito"],"See the XML sitemap":["Guarda la sitemap XML"],"Internal search pages":["Pagine di ricerca interna"],"Choose how the title of your internal search pages should look in the browser.":["Scegli come il titolo della tua pagina di ricerca interna dovrebbe apparire nel browser."],"Show Media pages in search results":["Mostra le pagine Media nei risultati di ricerca"],"Show Author archives in search results":["Mostra gli archivi dell'Autore nei risultati di ricerca"],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":["Trova dati rilevanti a proposito del tuo contenuto direttamente nella sezione Insights della metabox Yoast SEO. Vedrai quali parole usi più di frequente e se c'è corrispondenza con le tue parole chiave!"],"Show Date archives in search results":["Mostra gli archivi delle date nei risultati di ricerca"],"Breadcrumbs for %1$s":["Breadcrumb per %1$s"],"Choose how the title of your 404 error pages should look in the browser.":["Scegli come il titolo delle tue pagine di errore 404 dovrebbe apparire nel browser."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":["La metabox dei link suggeriti contiene una lista di post del tuo blog con contenuto simile, ai quali potrebbe essere interessante aggiungere un link."],"Show Formats in search results":["Mostra Formattazioni nei risultati di ricerca"],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":["Non hai il permesso di modificare gli altri profili di %1$s%3$s%2$s."],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":["Hai selezionato l'utente %1$s%3$s%2$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. Non hai il permesso di modificare il profilo di questo utente."],"We're sorry, you're not allowed to edit the other profiles of the selected user.":["Non sei abilitato a modificare gli altri profili dell'utente selezionato."],"Learn more":["Scopri di più"],"Enable feature":["Abilita funzionalità"],"Site features":["Funzionalità del sito"],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":["Imposta le informazioni di base per il tuo sito web. Nota che alcuni di questi valori possono essere usati come variabili mentre configuri l'aspetto del tuo contenuto nei risultati di ricerca."],"E.g., %1$s and %2$s":["Per esempio, %1$s e %2$s"],"E.g., %1$s":["Per esempio, %1$s"],"Breadcrumb for 404 page":["Breadcrumb per la pagina 404"],"Add prefix":["Aggiungi un prefisso"],"Add anchor text":["Aggiungi un collegamento ipertestuale"],"Add separator":["Aggiungi un separatore"],"Disabling this will redirect the %1$s to your site's homepage.":["La disabilitazione di questo reindirizzerà il %1$s alla homepage del tuo sito."],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto. Si è verificato un errore imprevisto."],"Prefix for Search page breadcrumbs":["Prefisso per i breadcrumb della pagina di ricerca"],"Choose the general appearance of your breadcrumbs.":["Scegli l'aspetto generale dei tuoi breadcrumb."],"Breadcrumb appearance":["Aspetto dei breadcrumb"],"Configure the appearance and behavior of your breadcrumbs.":["Configura l'aspetto ed il comportamento dei tuoi breadcrumb."],"Refresh this page":["Aggiorna questa pagina"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Sfortunatamente, questo significa che tutti i cambiamenti non salvati andranno persi. Puoi provare e aggiornare questa pagina per risolvere il problema. Se questo errore persiste, contata il nostro team di supporto e ti daremo tutto l'aiuto di cui hai bisogno!"],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Sii il primo a %1$sricevere nuove funzionalità e strumenti%2$s, prima di chiunque altro. Ottieni %1$s assistenza 24 ore su 24, 7 giorni su 7%2$s e aumenta la visibilità del tuo sito web."],"Show Blog page in breadcrumbs":["Mostra la pagina Blog nei breadcrumb"],"Breadcrumbs for Post types":["Breadcrumb per tipi di post"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Scegli quale Tassonomia desideri mostrare nei breadcrumb per i tipi di post."],"Breadcrumbs for Taxonomies":["Breadcrumb per Tassonomie"],"Enable breadcrumbs for your theme":["Abilita i breadcrumb per il tuo tema"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Puoi sempre scegliere di abilitarli\/disabilitarli per il tema seguente. Questa impostazione non sarà applicata ai breadcrumb inseriti attraverso un widget, un blocco o uno shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Scegli quale tipo di post desideri mostrare nei breadcrumb per Tassonomie."],"No users found.":["Nessun utente trovato."],"Wikipedia":["Wikipedia"],"YouTube":["YouTube"],"Tumblr":["Tumblr"],"SoundCloud":["SoundCloud"],"MySpace":["MySpace"],"LinkedIn":["LinkedIn"],"Instagram":["Instagram"],"User":["Utente"],"Discard changes":["Annulla le modifiche"],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profilo non valido. Usa solo tra 1 e 25 lettere, numeri e trattini bassi, oppure inserisci un URL valido di Twitter."],"The profile is not valid. Please enter a valid URL.":["Questo profilo non è valido. Inserisci un URL valido."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Il codice di verifica non è valido. Usa soltanto le lettere da A ad F, numeri, trattini e trattini bassi."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Il codice di verifica non è valido. Usa soltanto lettere, numeri, trattini e trattini bassi."],"Organization or a person":["Organizzazione o persona"],"Site basics":["Funzionalità di base del sito"],"Failed to retrieve users.":["Non è stato possibile recuperare gli utenti"],"Searching users...":["Ricerca utenti..."],"Formats":["Formati"],"Media pages":["Pagine dei media"],"Categories & tags":["Categorie e tag"],"Content types":["Tipologie di contenuto"],"Show more":["Mostra di più"],"Show less":["Mostra meno"],"This field updates the %1$sTagline in your WordPress settings%2$s.":["Questo campo aggiorna lo %1$sSlogan nelle tue impostazioni di WordPress%2$s."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Questo campo aggiorna il%1$stitolo del sito nelle tue impostazioni WordPress%2$s."],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":["Scegli come devono essere descritte le tue pagine %1$s per impostazione predefinita nel markup Schema.org del tuo sito. Puoi modificare queste impostazioni per ogni singola pagina %2$s."],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["Scegli come le tue pagine %1$s dovrebbero apparire nei motori di ricerca. Puoi sempre personalizzare questa impostazione per ogni singola pagina %2$s."],"%1$s pages":["Pagine %1$s"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questi %1$s le pagine create da WordPress non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Show %1$s pages in search results":["Mostra le pagine %1$s nei risultati di ricerca"],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["Raccomandiamo di disabilitare le pagine %1$s. Disabilitare le pagine %1$s provocherà il reindirizzamento degli URL degli allegati direttamente ai media."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando carichi contenuti multimediali (ad es., un'immagine o un video), %5$s crea automaticamente una pagina %3$s (URL dell'allegato) dedicata. Queste pagine sono abbastanza vuote e potrebbero causare %1$sproblemi di contenuto scarno e portare a pagine in eccesso sul tuo sito%2$s. Pertanto, %4$s li disabilita per impostazione predefinita (e reindirizza l'URL dell'allegato ai media stessi)."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Ci sono cambiamenti non salvati su questa pagina. Lasciare la pagina ora significa che tutti i cambiamenti andranno perduti. Sei certo di voler lasciare la pagina?"],"Configure the basics for your website.":["Configura le funzionalità essenziali per il tuo sito"],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["Scegli come dovrebbe apparire la tua home page sui social media. Nota che questo è ciò che probabilmente le persone vedranno quando cercano il nome del tuo marchio."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Gli archivi basati sul formato possono causare problemi di contenuto duplicato. Per la maggior parte dei siti, ti consigliamo di disabilitare questa impostazione."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s può causare problemi di contenuto duplicato. Per la maggior parte dei siti, ti consigliamo di disabilitare questa impostazione."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":["%1$s (ad es. %2$s) si basano sulle date di pubblicazione. Dal punto di vista SEO, i post in questi archivi non hanno una reale relazione con gli altri post tranne che per le loro date di pubblicazione, che non dicono molto sul contenuto. Potrebbero anche portare a problemi di contenuti duplicati. Questo è il motivo per cui ti consigliamo di disabilitare %1$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Disabilitare questo significa che %1$s non verranno indicizzati dai motori di ricerca e saranno esclusi dalle sitemap XML del sito. Ti consigliamo di disabilitare questa impostazione."],"Date archive":["Archivio delle date"],"Show archives for authors without posts in search results":["Mostra gli archivi per gli autori senza post nei risultati di ricerca"],"Choose how your %1$s should look in search engines.":["Scegli come i tuoi %1$s dovrebbero apparire nei motori di ricerca."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se gestisci un blog con un solo autore, il %1$s (ad es. %2$s) sarà esattamente lo stesso della tua home page. Questo è quello che viene chiamato %3$sproblema di contenuto duplicato%4$s. Se questo è il caso del tuo sito, puoi scegliere di disabilitarlo (così da reindirizzarlo alla home page) o impedirne la visualizzazione nei risultati di ricerca."],"Choose how your %1$s should look on social media by default.":["Scegli come i tuoi %1$s dovrebbero apparire sui social media per impostazione predefinita."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitare questo significa che gli archivi per gli autori senza alcun post non verranno indicizzati dai motori di ricerca e saranno esclusi dalle sitemap XML del tuo sito."],"Author archive":["Archivio autore"],"Read more about the search results settings":["Leggi di più sulle impostazioni dei risultati di ricerca"],"Contact support":["Contatta il supporto"],"Choose how your %1$s should look in search engines and on social media.":["Scegli come i tuoi %1$s dovrebbero apparire nei motori di ricerca e sui social media."],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carica molte risorse, alcune delle quali potrebbero non essere necessarie per il tuo sito. Se non le stai utilizzando, rimuoverle può velocizzare le tue pagine e risparmiare risorse."],"Remove unused resources":["Rimuovi risorse inutilizzate"],"Choose how your Homepage should look in search engines.":["Scegli come dovrebbe apparire la tua Homepage sui motori di ricerca."],"Keep the categories prefix in the slug":["Mantieni il prefisso delle categorie nello slug."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Scegli quale aspetto dovrebbe avere la tua Homepage nei motori di ricerca e nei social. Ricordati che sarà la prima cosa che le persone probabilmente vedranno cercando il nome del tuo brand."],"Choose how your %1$s archive should look on social media.":["Scegli come il tuo archivio %1$s dovrebbe apparire sui social."],"Choose how your %1$s archive should look in search engines.":["Scegli come dovrebbe apparire il tuo archivio %1$s sui motori di ricerca."],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"Search appearance":["Aspetto della ricerca"],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Gli URL delle categorie su WordPress contengono un prefisso, solitamente %s. Abilita questo prefisso, unicamente per le categorie."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"Social appearance":["Aspetto sui social"],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Scegli l'aspetto predefinito di %1$s sui social media. Puoi sempre personalizzare questa impostazioni per ogni %2$s individualmente."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Scegli come il tuo %1$s dovrebbe apparire sui motori di ricerca. Puoi sempre personalizzare questa impostazione per ogni %2$s individualmente."],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puoi aggiungere più campi personalizzati e separarli utilizzando %3$sInvio%4$s o %3$svirgola%4$s. %1$sLeggi di più sull'analisi dei campi personalizzati%2$s."],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Scegli come dovrebbero venire descritti i tuoi %1$s di default nel tuo markup di default di Schema.org. Puoi sempre personalizzare individualmente ogni tuo %2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sL'immagine social%2$s, %1$sil titolo social%2$s e %1$sla descrizione social%2$s richiedono dati di Open Graph, che è attualmente disabilitato nella sezione \"Condivisione social\" delle %3$sPreferenze del sito%4$s."],"Show %1$s in search results":["Mostra %1$s  nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Archive social image":["Immagine social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Archive breadcrumbs title":["Titolo breadcrumbs dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"The inclusive language analysis offers suggestions to write more inclusive copy.":["L'analisi del linguaggio inclusivo offre suggerimenti per scrivere un contenuto più inclusivo. "],"Yandex":["Yandex"],"Bing":["Bing"],"Add verification code":["Aggiungi il codice di verifica"],"Baidu":["Baidu"],"Open sidebar":["Apri la barra laterale"],"Close sidebar":["Chiudi la barra laterale"],"Get your verification code in %1$sGoogle Search console%2$s.":["Ottieni il tuo codice di verifica in %1$sGoogle Search console%2$s."],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifica il tuo sito con diversi strumenti per i webmaster. Questo aggiungerà un meta tag di verifica sulla tua homepage. Puoi trovare le istruzioni su come verificare il tuo sito per ciascuna piattaforma seguendo il link nella descrizione."],"Security & privacy":["Sicurezza e privacy"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Ottieni il tuo codice di verifica in %1$sstrumenti per webmaster Yandex%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Ottieni il tuo codice di verifica in %1$sstrumenti per webmaster Bing%2$s."],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Ottieni il tuo codice di verifica su %1$strumenti per Webmaster Baidu%2$s."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Per impostazione predefinita, solo gli editor e gli amministratori possono accedere alle sezioni Avanzato e Schema del metabox Yoast SEO. La disabilitazione consente l'accesso a tutti gli utenti."],"Claim your site over at %1$sPinterest%2$s.":["Richiedi il tuo sito su %1$sPinterest%2$s."],"APIs":["API"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter e Pinterest utilizzano tutti i dati Open Graph di Facebook, quindi assicurati di mantenere attiva l'impostazione \"Dati Open Graph\" se vuoi ottimizzare il tuo sito per queste piattaforme social."],"Site structure":["Struttura del sito"],"REST API endpoint":["Endpoint REST API"],"Slack sharing":["Condivisione su Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a Twitter di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Twitter card data":["Dati Twitter card"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permette a Facebook e ad altri social media di visualizzare un'anteprima con immagini e un riassunto testuale quando viene condiviso un link al tuo sito."],"Open Graph data":["Dati Open Graph"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Social sharing":["Condivisione social"],"Enable the XML sitemaps that Yoast SEO generates.":["Abilita le sitemaps XML generate da Yoast SEO."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["Il monitoraggio dell'utilizzo ci consente di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin. %1$sPermettici di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin%2$s."],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Il menu della barra di amministrazione di Yoast SEO contiene link utili a strumenti di terze parti per l'analisi delle pagine e rende facile vedere se hai nuove notifiche."],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli\/pagine che non hanno alcuna immagine impostata."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sL'immagine del sito%2$s richiede dati Open Graph, che sono attualmente disabilitati nella sezione \"Condivisione social\" in %3$sPreferenze del sito%4$s."],"RSS feed":["Feed RSS"],"Dismiss":["Ignora"],"%1$s (default)":["%1$s (predefinito)"],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Puoi utilizzare %1$sTitolo sito%2$s, %1$sTagline%2$s e %1$sSeparatore%2$s come variabili durante la configurazione dell'aspetto di ricerca dei tuoi contenuti."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"Unregistered URL parameters":["Parametri URL non registrati"],"IndexNow":["IndexNow"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Esegui automaticamente il ping ai motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un articolo."],"Global feed":["Feed globale"],"Global comment feeds":["Feed dei commenti globali"],"Post authors feeds":["Feed autori degli articoli"],"Post type feeds":["Feed dei post type"],"Category feeds":["Feed di categoria"],"Tag feeds":["Feed dei tag"],"Custom taxonomy feeds":["Feed di tassonomia personalizzati"],"Search results feeds":["Feed dei risultati di ricerca"],"Atom\/RDF feeds":["Feed Atom\/RDF"],"Shortlinks":["Shortlink"],"RSD \/ WLW links":["Link RSD \/ WLW"],"oEmbed links":["Link oEmbed"],"Generator tag":["Tag generatore"],"Emoji scripts":["Script emoji"],"Pingback HTTP header":["Pingback degli header HTTP"],"Powered by HTTP header":["Creato da header HTTP"],"Post comments feeds":["Feed dei commenti agli articoli"],"Select a user":["Seleziona un utente"],"Personal logo or avatar":["Logo o avatar personale"],"Add another profile":["Aggiungi un altro profilo"],"Other social profile":["Altri profili social"],"Site representation":["Rappresentazione del sito"],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Social image":["Immagine social"],"Social title":["Titolo social"],"Social description":["Descrizione social"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Questo aggiunge l'autore ed il tempo di lettura allo snippet dell'articolo quando viene condiviso su Slack"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Usage tracking":["Tracciamento d'uso"],"Learn SEO":["Impara la SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Check out %1$s":["Vai alla cassa di %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Schema":["Schema"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Un logo e la Ragione sociale dell'Azienda devono essere impostati perché i dati strutturati funzionino correttamente. %1$sScopri di più sull'importanza dei dati strutturati%2$s."],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Organization":["Organizzazione"],"Personal info":["Informazioni personali"],"Select a user...":["Seleziona un utente..."],"Upgrade to %s":["Passa a %s"],"Multiple keyphrases":["Frasi chiave multiple"],"Get %s":["Passa a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"Site title":["Titolo del sito"],"Tagline":["Motto del sito"],"24\/7 email support":["Supporto 24\/7 via email"],"SEO analysis":["Analisi SEO"],"The text link counter helps you improve your site structure.":["Il contatore di link nel testo ti aiuta a migliorare la struttura del tuo sito."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funzione del contenuto cornerstone ti consente di contrassegnare e filtrare i contenuti cornerstone sul tuo sito web."],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'analisi SEO offre suggerimenti per migliorare la strategia SEO del tuo testo."],"%1$s recommendations for you":["Consigli per te da %1$s"],"Text link counter":["Contatore di link nei testi"],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Superfast internal linking suggestions":["Suggerimenti super veloci di link interni"],"Save changes":["Salva le modifiche"],"No ads!":["Nessuna pubblicità!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Anteprima social media"],"Increase your SEO reach":["Aumenta la tua visibilità SEO"],"No more dead links":["Niente più link non funzionanti"],"Easy redirect manager":["Facile gestore per il reindirizzamento"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Admin bar menu":["Menu della barra di amministrazione"],"SEO title":["Titolo SEO"],"Readability analysis":["Analisi di leggibilità"],"No results found":["Nessun risultato"],"Format-based archives":["Archivio Format-based"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Author archives":["Archivi autore"],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"Blog":["Blog"],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"Description":["Descrizione"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Prefix for Archive breadcrumbs":["Prefisso per gli archivi dei Breadcrumbs"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"A link to the archive for the post author, with the authors name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilizzo della funzione breadcrumbs è spiegata nel %1$snostro articolo nella knowledge-base sull'implementazione dei breadcrumbs%2$s."],"Date archives":["Archivi per data"],"404 pages":["Pagine 404"],"Homepage":["Homepage"],"Person":["Persona"],"RSS":["RSS"],"Search":["Ricerca"],"Search pages":["Pagine di ricerca"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"Special pages":["Pagine speciali"],"Breadcrumbs":["Breadcrumb"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Advanced":["Avanzate"],"General":["Generale"],"Meta description":["Meta descrizione"],"None":["Nessuno"],"Tools":["Strumenti"],"XML sitemaps":["Sitemaps XML"],"Google":["Google"],"Page title":["Titolo della pagina"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}